11/data/attachments/54f3003e393e1bc0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Peter_success_Actions_91910_0</nif:username>
            <nif:friendToBeRequested>soap_actions_2e7bc26c-d79b-455f-a037-0dcd83ca7eaf</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>